Repository: DCSBL/rppl
Catalog: RpplCore/Sources/RpplCore/Resources/Localizable.xcstrings
Source language: en
Languages: nl

source: Cable park
nl: Kabelpark

source: Connected
nl: Verbonden

source: Inactive
nl: Inactief

source: Other
nl: Anders

source: Install / open Rppl on iPhone.
nl: Installeer / open Rppl op iPhone.

source: Install Rppl on the Watch.
nl: Installeer Rppl op de Watch.

source: iPhone and Watch are connected — ready to sync.
nl: iPhone en Watch zijn verbonden — klaar om te synchroniseren.

source: iPhone app missing
nl: iPhone-app ontbreekt

source: No Watch paired
nl: Geen Watch gekoppeld

source: Not activated
nl: Niet geactiveerd

source: Pair an Apple Watch to sync sessions.
nl: Koppel een Apple Watch om sessions te synchroniseren.

source: Paired and ready — files sync when the phone is nearby.
nl: Gekoppeld en klaar — bestanden synchroniseren als de telefoon in de buurt is.

source: Ready (queued)
nl: Klaar (wachtrij)

source: Session inactive — reopen the app.
nl: Session inactief — open de app opnieuw.

source: Unsupported
nl: Niet ondersteund

source: Unsure
nl: Onzeker

source: Waiting for WatchConnectivity to activate.
nl: Wachten tot WatchConnectivity activeert.

source: Watch app missing
nl: Watch-app ontbreekt

source: WatchConnectivity is not available here.
nl: WatchConnectivity is hier niet beschikbaar.
